Repository: mosacloud/messages
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, nl_nl, ru_ru, uk_ua

source: private key
fr_fr: clé privée
nl_nl: privésleutel
ru_ru: закрытый ключ
uk_ua: приватний ключ

source: DKIM private key in PEM format (encrypted)
fr_fr: Clé privée DKIM au format PEM (chiffrée)
nl_nl: DKIM private key in PEM-formaat (gecodeerd)
ru_ru: Закрытый ключ DKIM в формате PEM (зашифрованный)
uk_ua: Приватний ключ DKIM у форматі PEM (зашифрований)

source: public key
fr_fr: clé publique
nl_nl: publieke sleutel
ru_ru: открытый ключ
uk_ua: відкритий ключ

source: DKIM public key for DNS record generation
fr_fr: Clé publique de DKIM pour la génération d'enregistrements DNS
nl_nl: Openbare DKIM sleutel voor DNS record generatie
ru_ru: Открытый ключ DKIM для генерации DNS записей
uk_ua: Публічний ключ DKIM для генерації записів DNS

source: algorithm
fr_fr: algorithme
nl_nl: algoritme
ru_ru: алгоритм
uk_ua: алгоритм

source: DKIM signing algorithm
fr_fr: Algorithme de signature DKIM
nl_nl: DKIM ondertekeningsalgoritme
ru_ru: Алгоритм подписи DKIM
uk_ua: Алгоритм підпису DKIM

source: key size
fr_fr: taille de la clé
nl_nl: sleutel grootte
ru_ru: размер ключа
uk_ua: розмір ключа

source: Key size in bits (e.g., 2048, 4096 for RSA)
fr_fr: Taille de la clé en octets (par exemple, 2048, 4096 pour RSA)
nl_nl: Sleutelgrootte in bits (bijv. 2048, 4096 voor RSA)
ru_ru: Размер ключа в битах (например, 2048, 4096 для RSA)
uk_ua: Розмір ключа у бітах (наприклад, 2048, 4096 для RSA)

source: is active
fr_fr: est active
nl_nl: is actief
ru_ru: активный
uk_ua: активний

source: Whether this DKIM key is active and should be used for signing
fr_fr: Si cette clé DKIM est active et doit être utilisée pour signer
nl_nl: Of deze DKIM-sleutel actief is en moet worden gebruikt voor het ondertekenen
ru_ru: Является ли этот ключ DKIM активным и должен использоваться для подписания
uk_ua: Чи є цей ключ DKIM активним і повинен використовуватися для підпису

source: Domain that owns this DKIM key
fr_fr: Domaine propriétaire de cette clé DKIM
nl_nl: Domein dat eigenaar is van deze DKIM-sleutel
ru_ru: Домен, владеющий этим ключом DKIM
uk_ua: Домен, який володіє цим ключем DKIM

source: DKIM key
fr_fr: Clé DKIM
nl_nl: DKIM sleutel
ru_ru: Ключ DKIM
uk_ua: Ключ DKIM

source: DKIM keys
fr_fr: Clés DKIM
nl_nl: DKIM sleutels
ru_ru: Ключи DKIM
uk_ua: Ключі DKIM

source: Name of the template (e.g., 'Standard Reply', 'Out of Office', 'Work Signature')
fr_fr: Nom du modèle (ex., 'Réponse standard', 'Absence de bureau', 'Signature professionnelle')
nl_nl: Naam van de template (bijv. 'Standaard antwoord', 'Niet op kantoor', 'Ondertekening')
ru_ru: Название шаблона (например, 'Стандартный ответ', 'Не в офисе', 'Рабочая подпись')
uk_ua: Назва шаблону (наприклад, 'Стандартна відповідь', 'Не в офісі', 'Підпис роботи')

source: Reference to the blob containing template content as JSON: {html: str, text: str, raw: any}
fr_fr: Référence vers le blob contenant le contenu du modèle au format JSON : {html: str, text: str, raw: any}
nl_nl: Referentie naar de blob met sjablooninhoud als JSON: {html: str, text: str, raw: any}
ru_ru: Ссылка на блок, содержащий данные шаблона в формате JSON: {html: str, text: str, raw: any}
uk_ua: Посилання на блок, що містить вміст шаблону в форматі JSON: {html: str, text: str, raw: any}

source: Type of template (reply, new_message, signature)
ru_ru: Тип шаблона (ответить, новое_сообщение, подпись)

source: Whether this template is available for use
fr_fr: Si ce modèle est utilisable
nl_nl: Of deze template beschikbaar is voor gebruik
ru_ru: Доступен ли этот шаблон для использования
uk_ua: Чи доступний цей шаблон для використання

source: Mail domain that can use this template
fr_fr: Domaine de messagerie qui peut utiliser ce modèle
nl_nl: E-mail domein die deze template kan gebruiken
ru_ru: Домен почты, который может использовать этот шаблон
uk_ua: Поштовий домен, який може використовувати цей шаблон

source: Mailbox that can use this template
fr_fr: Boîte aux lettres qui peut utiliser ce modèle
nl_nl: Mailbox die dit sjabloon kan gebruiken
ru_ru: Почтовый ящик, который может использовать этот шаблон
uk_ua: Поштова скринька, що може використовувати цей шаблон

source: is forced
fr_fr: est forcé
nl_nl: is afgedwongen
ru_ru: обязательно
uk_ua: обов'язковий

source: Whether this template is forced; no other template of the same type can be used in the same scope
fr_fr: Si ce modèle est forcé ; aucun autre modèle du même type ne peut être utilisé dans le même périmètre
nl_nl: Of deze template wordt geforceerd; geen andere sjabloon van hetzelfde type kan worden gebruikt in dezelfde scope
ru_ru: Может ли этот шаблон применяться в обязательном порядке; будет невозможно использовать другой шаблон того же типа в той же области
uk_ua: Чи є цей шаблон обов'язковим; жоден інший шаблон того ж типу не може використовуватися в тій же області

source: message template
fr_fr: modèle de message
nl_nl: bericht template
ru_ru: шаблон сообщения
uk_ua: шаблон повідомлення

source: message templates
fr_fr: modèles de message
nl_nl: bericht sjablonen
ru_ru: шаблоны сообщений
uk_ua: шаблони повідомлень

source: Import from IMAP
fr_fr: Importer via IMAP
nl_nl: Importeren van IMAP
ru_ru: Импорт из IMAP
uk_ua: Імпорт з IMAP

source: Home
fr_fr: Accueil
ru_ru: Главная
uk_ua: Головна

source: Please correct the error below.
fr_fr: Veuillez corriger l'erreur ci-dessous.
nl_nl: Herstel onderstaande foutmelding.
ru_ru: Пожалуйста, исправьте следующую ошибку.
uk_ua: Будь ласка, виправте помилку, що вказана нижче.

source: Please correct the errors below.
fr_fr: Veuillez corriger les erreurs ci-dessous.
nl_nl: Herstel onderstaande foutmeldingen.
ru_ru: Пожалуйста, исправьте следующие ошибки.
uk_ua: Будь ласка, виправте помилки, що вказані нижче.

source: Start Import
fr_fr: Démarrer l'importation
ru_ru: Начать импорт
uk_ua: Почати імпорт

source: English
fr_fr: Anglais
nl_nl: Engels
ru_ru: Английский
uk_ua: Англійська

source: French
fr_fr: Français
nl_nl: Frans
ru_ru: Французский
uk_ua: Французька

source: oidc autojoin
fr_fr: auto-jonction OIDC
nl_nl: oidc automatisch deelnemen

source: mime id
fr_fr: id mime

source: sha256 hash
fr_fr: hash sha256

source: Type of template (message, signature)
fr_fr: Type de modèle (message, signature)
nl_nl: Type template (bericht, handtekening)

source: Recipient name
nl_nl: Naam van ontvanger
