Repository: mosacloud/messages
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, nl_nl, ru_ru, uk_ua

source: Personal info
fr_fr: Informations personnelles
nl_nl: Persoonlijke gegevens
ru_ru: Личные данные
uk_ua: Особисті дані

source: Permissions
nl_nl: Machtigingen
ru_ru: Разрешения
uk_ua: Дозволи

source: Important dates
fr_fr: Dates importantes
nl_nl: Belangrijke data
ru_ru: Важные даты
uk_ua: Важливі дати

source: Statistics
fr_fr: Statistiques
nl_nl: Statistieken
ru_ru: Статистика
uk_ua: Статистика

source: Metadata
fr_fr: Métadonnées
ru_ru: Метаданные
uk_ua: Метадані

source: Labels
fr_fr: Libellés
ru_ru: Ярлыки
uk_ua: Мітки

source: No labels
fr_fr: Aucun libellé
nl_nl: Geen labels
ru_ru: Без ярлыков
uk_ua: Без міток

source: Import Messages
fr_fr: Importer des messages
nl_nl: Berichten importeren
ru_ru: Импорт сообщений
uk_ua: Імпорт повідомлень

source: Import Messages from IMAP
fr_fr: Importer des messages via IMAP
nl_nl: Berichten importeren van IMAP
ru_ru: Импорт сообщений IMAP
uk_ua: Імпорт повідомлень з IMAP

source: Keys
fr_fr: Clés
ru_ru: Ключи
uk_ua: Ключі

source: A mailbox with this local part already exists in this domain.
fr_fr: Une boîte avec ce préfixe existe déjà dans ce domaine.
nl_nl: Er bestaat al een mailbox met dit lokale deel in dit domein.
ru_ru: Почтовый ящик с этой локальной частью уже существует в этом домене.
uk_ua: Поштова скринька з цією локальною частиною вже існує в цьому домені.

source: Name
fr_fr: Nom
nl_nl: Naam
ru_ru: Имя
uk_ua: Ім’я

source: messages core application
fr_fr: Messages : Application "Core"
nl_nl: messages kern applicatie
ru_ru: приложение для сообщений
uk_ua: повідомлення основної програми

source: Invalid response format or token verification failed
fr_fr: Mauvais format de réponse ou la vérification de jeton a échoué
nl_nl: Invalide response formaat of token verificatie gefaald
ru_ru: Неверный формат ответа или проверка токена не удалась
uk_ua: Неправильний формат відповіді або перевірка токену не вдалася

source: User account is disabled
fr_fr: Le compte de l'utilisateur est désactivé
nl_nl: Gebruikersaccount is uitgeschakeld
ru_ru: Учётная запись пользователя отключена
uk_ua: Обліковий запис користувача вимкнено

source: primary key for the record as UUID
fr_fr: clé primaire de la ressource en tant que UUID
nl_nl: primaire sleutel voor het record als UUID
ru_ru: первичный ключ для записи как UUID
uk_ua: первинний ключ для запису як UUID

source: created on
fr_fr: créé le
nl_nl: gecreëerd op
ru_ru: создано
uk_ua: створено

source: date and time at which a record was created
fr_fr: date et heure de création de la ressource
nl_nl: datum en tijd waarop een record is aangemaakt
ru_ru: дата и время создания записи
uk_ua: дата і час, коли запис було створено

source: updated on
fr_fr: modifié le
nl_nl: bijgewerkt op
ru_ru: обновлено
uk_ua: оновлено

source: date and time at which a record was last updated
fr_fr: date et heure de la dernière mise à jour de la ressource
nl_nl: datum en tijd waarop een record voor het laatst is bijgewerkt
ru_ru: дата и время последнего обновления записи
uk_ua: дата і час, коли запис був востаннє оновлений

source: We couldn't find a user with this sub but the email is already associated with a registered user.
fr_fr: Nous n'avons pas pu trouver un utilisateur avec ce sub mais l'e-mail est déjà associé à un utilisateur enregistré.
nl_nl: Wij konden geen gebruiker vinden met dit id, maar de email is al geassocieerd met een geregistreerde gebruiker.
ru_ru: Мы не смогли найти пользователя с этими данными, но этот адрес уже связан с зарегистрированным пользователем.
uk_ua: Ми не змогли знайти користувача з цими даними, але адреса вже пов'язана з зареєстрованим користувачем.

source: Enter a valid sub. This value may contain only letters, numbers, and @/./+/-/_/: characters.
fr_fr: Saisissez un sub valide. Cette valeur ne peut contenir que des lettres, des chiffres et les caractères @/./+/-/_/: uniquement.
nl_nl: Voer een geldig id in. De waarde mag alleen letters, nummers en @/./.+/-/_: karakters bevatten.
ru_ru: Введите правильный префикс. Он может содержать только буквы, цифры и символы @/./+/-/_/.
uk_ua: Введіть правильний префікс. Це значення може містити лише літери, цифри та символи @/./+/-/_/:.

source: sub
nl_nl: id
ru_ru: префикс
uk_ua: префікс

source: Required. 255 characters or fewer. Letters, numbers, and @/./+/-/_/: characters only.
fr_fr: Obligatoire. 255 caractères ou moins. Lettres, chiffres et caractères @/./+/-/_/: uniquement.
nl_nl: Verplicht. 255 karakters of minder. Alleen letters, nummers en @/./+/-/_/: karakters zijn toegestaan.
ru_ru: Обязательно. 255 символов или меньше. Только буквы, цифры и @/./+/-/_/: /.
uk_ua: Обов'язково. 255 символів або менше. Лише літери, цифри та символи @/./+/-/_/:.

source: full name
fr_fr: nom complet
nl_nl: volledige naam
ru_ru: полное имя
uk_ua: повне ім'я

source: identity email address
fr_fr: adresse e-mail d'identité
nl_nl: identiteit emailadres
ru_ru: личный адрес электронной почты
uk_ua: адреса електронної пошти особи

source: admin email address
fr_fr: adresse e-mail d'administrateur
nl_nl: beheerders e-mailadres
ru_ru: e-mail администратора
uk_ua: електронна адреса адміністратора

source: language
fr_fr: langue
nl_nl: taal
ru_ru: язык
uk_ua: мова

source: The language in which the user wants to see the interface.
fr_fr: La langue dans laquelle l'utilisateur veut voir l'interface.
nl_nl: De taal waarin de gebruiker de interface wil zien.
ru_ru: Язык, на котором пользователь хочет видеть интерфейс.
uk_ua: Мова, якою користувач хоче бачити інтерфейс.

source: The timezone in which the user wants to see times.
fr_fr: Le fuseau horaire dans lequel l'utilisateur souhaite voir les heures.
nl_nl: De tijdzone waarin de gebruiker de tijden wil zien.
ru_ru: Часовой пояс, в котором пользователь хочет видеть время.
uk_ua: Часовий пояс, в якому користувач хоче бачити час.

source: staff status
fr_fr: statut d'équipe
nl_nl: beheerder status
ru_ru: статус сотрудника
uk_ua: статус співробітника

source: Whether the user can log into this admin site.
fr_fr: Si l'utilisateur peut se connecter à ce site d'administration.
nl_nl: Of de gebruiker kan inloggen in het beheer gedeelte.
ru_ru: Может ли пользователь войти на этот административный сайт.
uk_ua: Чи може користувач увійти на цей сайт адміністратора.

source: active
fr_fr: actif
nl_nl: actief
ru_ru: активный
uk_ua: активний

source: Whether this user should be treated as active. Unselect this instead of deleting accounts.
fr_fr: Si cet utilisateur doit être traité comme actif. Désélectionnez ceci au lieu de supprimer des comptes.
nl_nl: Of een gebruiker als actief moet worden beschouwd. Deselecteer dit in plaats van het account te deleten.
ru_ru: Должен ли пользователь рассматриваться как активный. Альтернатива удалению учётных записей.
uk_ua: Чи слід ставитися до цього користувача як до активного. Зніміть вибір замість видалення облікового запису.

source: Custom attributes
fr_fr: Attributs personnalisés
nl_nl: Aanpasbare attributen
ru_ru: Настраиваемые атрибуты
uk_ua: Користувацькі атрибути

source: Metadata to sync to the user in the identity provider.
fr_fr: Métadonnées de l'utilisateur à synchroniser avec le fournisseur d'identité.
nl_nl: Metagegevens om te synchroniseren met de gebruiker in de identiteitsprovider.
ru_ru: Метаданные для синхронизации с пользователем в поставщике идентификационных данных.
uk_ua: Метадані для синхронізації користувача в провайдері ідентифікації.

source: user
fr_fr: utilisateur
nl_nl: gebruiker
ru_ru: пользователь
uk_ua: користувач

source: users
fr_fr: utilisateurs
nl_nl: gebruikers
ru_ru: пользователи
uk_ua: користувачі

source: Enter a valid domain name. This value may contain only lowercase letters, numbers, dots and - characters.
fr_fr: Entrez un nom de domaine valide. Cette valeur ne peut contenir que des minuscules, des chiffres, des points et des caractères -.
nl_nl: Voer een geldige domeinnaam in. Deze waarde mag alleen kleine letters, cijfers, punten en - tekens bevatten.
ru_ru: Введите правильное имя домена. Это значение может содержать только строчные буквы, цифры, точки и символы дефиса.
uk_ua: Введіть допустиме ім'я домену. Це значення може містити лише малі літери, цифри, крапки та символи дефісу.

source: name
fr_fr: nom
nl_nl: naam
ru_ru: имя
uk_ua: ім’я

source: Create mailboxes automatically based on OIDC emails.
fr_fr: Créez automatiquement les boîtes aux lettres à partir des courriels OIDC.
nl_nl: Automatisch mailboxen aanmaken op basis van OIDC e-mails.
ru_ru: Создание почтовых ящиков автоматически на основе сообщений OIDC.
uk_ua: Автоматичне створення поштових скриньок на основі електронних листів OIDC.

source: Identity sync
fr_fr: Synchronisation de l'identité
nl_nl: Identiteit synchronisatie
ru_ru: Синхронизация личных данных
uk_ua: Синхронізація ідентифікації

source: Sync mailboxes to an identity provider.
fr_fr: Synchroniser les boîtes aux lettres avec un fournisseur d'identité.
nl_nl: Synchroniseer mailboxen met een identity provider.
ru_ru: Синхронизировать почтовые ящики с поставщиком идентификационных данных.
uk_ua: Синхронізація поштових скриньок для постачальника ідентифікації.

source: Metadata to sync to the maildomain group in the identity provider.
fr_fr: Métadonnées à synchroniser avec le groupe de domaine de messagerie du fournisseur d'identité.
nl_nl: Metagegevens om te synchroniseren met de gebruiker in de identiteitsprovider.
ru_ru: Метаданные для синхронизации с пользователем в поставщике идентификационных данных.
uk_ua: Метадані для синхронізації користувача в провайдері ідентифікації.

source: mail domain
fr_fr: domaine de messagerie
nl_nl: e-mail domein
ru_ru: почтовый домен
uk_ua: поштовий домен

source: mail domains
fr_fr: domaines de messagerie
nl_nl: e-mail domeinen
ru_ru: почтовые домены
uk_ua: поштові домени

source: Human-readable name for this channel
fr_fr: Nom intelligible pour ce canal
nl_nl: Leesbare naam voor dit kanaal
ru_ru: Человекочитаемое название для этого канала
uk_ua: Людино-читуване ім'я для цього каналу

source: type
ru_ru: тип
uk_ua: тип

source: Type of channel
fr_fr: Type de canal
nl_nl: Type kanaal
ru_ru: Тип канала
uk_ua: Тип каналу

source: settings
fr_fr: paramètres
nl_nl: instellingen
ru_ru: настройки
uk_ua: параметри

source: Channel-specific configuration settings
fr_fr: Configuration spécifique aux canaux
nl_nl: Kanaalspecifieke configuratie-instellingen
ru_ru: Специфичные настройки конфигурации канала
uk_ua: Параметри, що залежать від каналу

source: Mailbox that receives messages from this channel
fr_fr: Boîte aux lettres qui reçoit les messages provenant de ce canal
nl_nl: Mailbox die berichten van dit kanaal ontvangt
ru_ru: Почтовый ящик, который получает сообщения от этого канала
uk_ua: Поштова скринька, яка отримує повідомлення від цього каналу

source: Mail domain that owns this channel
fr_fr: Domaine de messagerie qui possède ce canal
nl_nl: Mail domein die eigenaar is van dit kanaal
ru_ru: Домен почты, у которого есть этот канал
uk_ua: Поштовий домен, що володіє цим каналом

source: channel
fr_fr: canal
nl_nl: kanaal
ru_ru: канал
uk_ua: канал

source: channels
fr_fr: canaux
nl_nl: kanalen
ru_ru: каналы
uk_ua: канали

source: local part
fr_fr: partie locale
nl_nl: lokaal deel
ru_ru: локальная часть
uk_ua: локальна частина

source: is identity
fr_fr: est une identité
nl_nl: is identiteit
ru_ru: является личностью
uk_ua: є особистістю

source: Whether this mailbox identifies a person (i.e. is not an alias or a group)
fr_fr: Si cette boîte aux lettres identifie une personne (c'est-à-dire n'est pas un alias ou un groupe)
nl_nl: Of dit mailbox een persoon identificeert (bijv. is geen alias of groep)
ru_ru: Определяет ли этот почтовый ящик человека (т.е. не является псевдонимом или группой)
uk_ua: Чи буде ця поштова скринька ідентифікувати людину (тобто не псевдонім чи групу)

source: mailbox
fr_fr: boîte aux lettres
ru_ru: почтовый ящик
uk_ua: поштова скринька

source: mailboxes
fr_fr: boîtes aux lettres
nl_nl: mailboxen
ru_ru: почтовые ящики
uk_ua: поштові скриньки

source: role
fr_fr: rôle
nl_nl: rol
ru_ru: роль
uk_ua: роль

source: accessed at
fr_fr: accédé le
nl_nl: geopend op
ru_ru: доступ в
uk_ua: доступ до

source: mailbox access
fr_fr: accès de la boîte aux lettres
nl_nl: mailbox toegang
ru_ru: доступ к почтовому ящику
uk_ua: доступ до поштової скриньки

source: mailbox accesses
fr_fr: accès de la boîte aux lettres
nl_nl: mailbox toegang
ru_ru: доступ к почтовому ящику
uk_ua: доступ до поштової скриньки

source: subject
fr_fr: objet
nl_nl: onderwerp
ru_ru: тема
uk_ua: тема

source: snippet
fr_fr: extrait
ru_ru: фрагмент
uk_ua: фрагмент

source: has unread
fr_fr: a des non lus
nl_nl: bevat ongelezen
ru_ru: содержит непрочитанные
uk_ua: має непрочитані

source: has trashed
fr_fr: a des mis à la corbeille
nl_nl: bevat verwijderd
ru_ru: содержит удалённые
uk_ua: у кошику

source: has archived
fr_fr: a des archives
nl_nl: bevat gearchiveerd
ru_ru: заархивировано
uk_ua: заархівовано

source: has draft
fr_fr: a un brouillon
nl_nl: bevat concept
ru_ru: содержит черновики
uk_ua: має чернетку

source: has starred
fr_fr: a des favoris
nl_nl: bevat ster
ru_ru: содержит избранное
uk_ua: додано в обране

source: has sender
fr_fr: a envoyé
nl_nl: bevat afzender
ru_ru: содержит отправленные
uk_ua: має відправника

source: has messages
fr_fr: a des messages
nl_nl: bevat berichten
ru_ru: содержит сообщения
uk_ua: має повідомлення

source: has attachments
fr_fr: a des pièces jointes
nl_nl: bevat bijlage
ru_ru: содержит вложения
uk_ua: має вкладення

source: is spam
fr_fr: est un spam
ru_ru: является спамом
uk_ua: є спамом

source: has active
fr_fr: a des actifs
nl_nl: heeft actieve
ru_ru: содержит активные
uk_ua: має активні

source: messaged at
fr_fr: dernier message à
nl_nl: bericht op
ru_ru: сообщение в
uk_ua: відправлене

source: sender names
fr_fr: noms des expéditeurs
nl_nl: naam afzender
ru_ru: имена отправителя
uk_ua: імена відправника

source: summary
fr_fr: résumé
nl_nl: samenvatting
ru_ru: сводка
uk_ua: короткий зміст

source: thread
fr_fr: conversation
nl_nl: kanaal
ru_ru: обсуждение
uk_ua: обговорення

source: threads
fr_fr: conversations
nl_nl: kanalen
ru_ru: обсуждения
uk_ua: обговорення

source: Name of the label/folder (can use slashes for hierarchy, e.g. 'Work/Projects')
fr_fr: Nom du libellé/du dossier (vous pouvez utiliser des barres obliques pour la hiérarchie, par exemple « Travail/Projets »)
nl_nl: Naam van de label/map (kan slashes voor de hiërarchie gebruiken, bijvoorbeeld 'Werk/Projecten')
ru_ru: Имя ярлыка/папки (может использовать косую черту для задания иерархии, например 'Работа/Проекты')
uk_ua: Назва мітки/папки (може використовувати косі риски для ієрархії, наприклад, 'Робота/Проекти')

source: slug
ru_ru: псевдоним
uk_ua: псевдонім

source: URL-friendly version of the name
fr_fr: Version du nom optimisée pour les URL
nl_nl: URL-vriendelijke versie van de naam
ru_ru: Версия имени, совместимая с форматом адресов URL
uk_ua: URL-дружня версія імені латиницею

source: color
fr_fr: couleur
nl_nl: kleur
ru_ru: цвет
uk_ua: колір

source: Color of the label in hex format (e.g. #FF0000)
fr_fr: Couleur du libellé au format hexadécimal (par exemple #FF0000)
nl_nl: Kleur van het label in hex formaat (bijv. #FF0000)
ru_ru: Цвет ярлыка в шестнадцатеричном формате (например, #FF0000)
uk_ua: Колір мітки у hex-форматі (наприклад, #FF0000)

source: Mailbox that owns this label
fr_fr: Boîte propriétaire du libellé
nl_nl: Mailbox die eigenaar is van deze blob
ru_ru: Почтовый ящик с этим ярлыком
uk_ua: Поштова скринька, що має цю мітку

source: Threads that have this label
fr_fr: Conversations qui ont ce libellé
nl_nl: Kanalen met dit label
ru_ru: Обсуждения с этим ярлыком
uk_ua: Обговорення з цією міткою

source: description
nl_nl: beschrijving
ru_ru: описание
uk_ua: опис

source: Description of the label, used by AI to understand its purpose
fr_fr: Description du libellé, utilisée par l'IA pour comprendre son but
nl_nl: Beschrijving van het label, gebruikt door AI om het doel ervan te begrijpen
ru_ru: Описание ярлыка, используемое ИИ для понимания его назначения
uk_ua: Опис мітки, що використовується ШІ для розуміння її мети

source: auto labeling
fr_fr: labellisation automatique
nl_nl: automatisch labelen
ru_ru: автомаркировка ярлыками
uk_ua: автоматичне позначення

source: Whether this label should be automatically applied by AI
fr_fr: Si ce libellé doit être automatiquement appliquée par l'IA
nl_nl: Of dit label automatisch moet worden toegepast door AI
ru_ru: Должен ли этот ярлык автоматически применяться ИИ
uk_ua: Чи буде ця мітка автоматично застосована ШІ

source: label
fr_fr: libellé
ru_ru: ярлык
uk_ua: мітка

source: labels
fr_fr: libellés
ru_ru: ярлыки
uk_ua: мітки

source: thread access
fr_fr: accès de conversation
nl_nl: kanaal toegang
ru_ru: доступ к обсуждению
uk_ua: доступ до обговорення

source: thread accesses
fr_fr: accès des conversations
nl_nl: kanaal toegang
ru_ru: доступы к обсуждению
uk_ua: доступ до обговорень

source: email
fr_fr: courriel
ru_ru: эл. почта
uk_ua: ел. пошта

source: contact
ru_ru: контакт
uk_ua: контакт

source: contacts
nl_nl: contacten
ru_ru: контакты
uk_ua: контакти

source: delivered at
fr_fr: délivré à
nl_nl: afgeleverd op
ru_ru: доставлено
uk_ua: доставлено

source: delivery status
fr_fr: statut de livraison
nl_nl: afleverstatus
ru_ru: состояние доставки
uk_ua: стан доставки

source: delivery message
fr_fr: message de livraison
nl_nl: verzend bericht
ru_ru: сообщение для доставки
uk_ua: повідомлення про доставку

source: retry count
fr_fr: nombre de tentatives
nl_nl: aantal pogingen
ru_ru: количество повторов
uk_ua: число повторних спроб

source: retry at
fr_fr: réessayer à
nl_nl: probeer op
ru_ru: повторить
uk_ua: повторити

source: message recipient
fr_fr: destinataire du message
nl_nl: ontvanger
ru_ru: получатель сообщения
uk_ua: одержувач повідомлення

source: message recipients
fr_fr: destinataires du message
nl_nl: ontvangers
ru_ru: получатели сообщения
uk_ua: одержувачі повідомлення

source: is draft
fr_fr: est un brouillon
nl_nl: is concept
ru_ru: является черновиком
uk_ua: чернетка

source: is sender
fr_fr: est expéditeur
nl_nl: is afzender
ru_ru: отправитель
uk_ua: відправник

source: is starred
fr_fr: est favori
nl_nl: met ster
ru_ru: помечено
uk_ua: позначено зірочкою

source: is trashed
fr_fr: est mis à la corbeille
nl_nl: is verwijderd
ru_ru: в корзине
uk_ua: у кошику

source: is unread
fr_fr: est non lu
nl_nl: is ongelezen
ru_ru: непрочитано
uk_ua: непрочитане

source: is archived
fr_fr: est archivé
nl_nl: is gearchiveerd
ru_ru: заархивировано
uk_ua: архівовано

source: trashed at
fr_fr: mis à la corbeille le
nl_nl: verwijderd op
ru_ru: в корзине
uk_ua: у кошику

source: sent at
fr_fr: envoyé le
nl_nl: verzonden op
ru_ru: отправлено
uk_ua: надіслано

source: read at
fr_fr: lu à
nl_nl: gelezen op
ru_ru: прочитано
uk_ua: читати

source: archived at
fr_fr: archivé à
nl_nl: gearchiveerd op
ru_ru: архивировано
uk_ua: архівовано

source: Signature template for the message
fr_fr: Modèle de signature pour le message
nl_nl: Handtekening template voor het bericht
ru_ru: Шаблон подписи для сообщения
uk_ua: Шаблон підпису для повідомлення

source: message
nl_nl: bericht
ru_ru: сообщение
uk_ua: повідомлення

source: messages
nl_nl: berichten
ru_ru: сообщения
uk_ua: повідомлення

source: No subject
fr_fr: Aucun objet
nl_nl: Geen onderwerp
ru_ru: Без темы
uk_ua: Без теми

source: Message ID
fr_fr: ID du message
nl_nl: Bericht ID
ru_ru: ID сообщения
uk_ua: ID повідомлення

source: From
fr_fr: De
nl_nl: Van
ru_ru: От
uk_ua: Від

source: To
fr_fr: À
nl_nl: Naar
ru_ru: Кому
uk_ua: Кому

source: CC
ru_ru: Копия
uk_ua: Прихована копія

source: Date
nl_nl: Datum
ru_ru: Дата
uk_ua: Дата

source: Subject
fr_fr: Objet
nl_nl: Onderwerp
ru_ru: Тема
uk_ua: Тема

source: Body
fr_fr: Corps
nl_nl: Bericht
ru_ru: Текст сообщения
uk_ua: Вміст

source: SHA-256 hash of the uncompressed blob content
fr_fr: Hash SHA-256 du contenu du blob non compressé
nl_nl: SHA-256 hash van de ongecomprimeerde blob inhoud
ru_ru: Хэш SHA-256 без сжатого содержимого
uk_ua: Контрольні суми SHA-256 нестиснутого вмісту

source: file size
fr_fr: taille du fichier
nl_nl: bestandsgrootte
ru_ru: размер файла
uk_ua: розмір файлу

source: Size of the blob in bytes
fr_fr: Taille du blob en octets
nl_nl: Grootte van de blob in bytes
ru_ru: Размер блока в байтах
uk_ua: Розмір блоку в байтах

source: compressed size
fr_fr: taille compressée
nl_nl: gecomprimeerde grootte
ru_ru: сжатый размер
uk_ua: стиснутий розмір

source: Size of the compressed blob in bytes
fr_fr: Taille du blob compressé en octets
nl_nl: Grootte van de gecomprimeerde blob in bytes
ru_ru: Размер сжатого блока в байтах
uk_ua: Розмір стиснутого блоку в байтах

source: content type
fr_fr: type de contenu
nl_nl: inhoudstype
ru_ru: тип содержимого
uk_ua: тип вмісту

source: MIME type of the blob
fr_fr: Type MIME du blob
nl_nl: MIME type van de blob
ru_ru: MIME тип блока
uk_ua: MIME-тип блоку

source: compression
nl_nl: compressie
ru_ru: сжатие
uk_ua: стиснення

source: raw content
fr_fr: contenu brut
nl_nl: ruwe inhoud
ru_ru: необработанное содержимое
uk_ua: сирий вміст

source: Compressed binary content of the blob
fr_fr: Contenu binaire compressé du blob
nl_nl: Gecomprimeerde binaire inhoud van de blob
ru_ru: Сжатое двоичное содержимое блока
uk_ua: Стиснутий бінарний вміст блоку

source: Mailbox that owns this blob
fr_fr: Boîte aux lettres propriétaire de ce blob
nl_nl: Mailbox die eigenaar is van deze blob
ru_ru: Почтовый ящик, у которого есть этот блок
uk_ua: Поштова скринька, що має цей блок

source: Mail domain that owns this blob
fr_fr: Domaine de courrier qui possède ce blob
nl_nl: Mail domein die eigenaar is van deze blob
ru_ru: Домен почты, у которого есть этот блок
uk_ua: Поштовий домен, що має цей блок

source: blob
ru_ru: блок
uk_ua: блок

source: blobs
ru_ru: блоки
uk_ua: блоки

source: file name
fr_fr: nom du fichier
nl_nl: bestandsnaam
ru_ru: имя файла
uk_ua: назва файлу

source: Original filename of the attachment
fr_fr: Nom du fichier original de la pièce jointe
nl_nl: Oorspronkelijke bestandsnaam van de bijlage
ru_ru: Исходное имя файла вложения
uk_ua: Оригінальна назва вкладеного файлу

source: Reference to the blob containing the attachment data
fr_fr: Référence vers le blob contenant les données de la pièce jointe
nl_nl: Verwijzing naar de blob die de bijlagegegevens bevat
ru_ru: Ссылка на блок, содержащий данные шаблона в формате Json
uk_ua: Посилання на блок, що містить дані вкладення

source: Mailbox that owns this attachment
fr_fr: Boîte aux lettres propriétaire de cette pièce jointe
nl_nl: Mailbox die eigenaar is van deze bijlage
ru_ru: Почтовый ящик, у которого есть это вложение
uk_ua: Поштова скринька, що має це вкладення

source: Messages that use this attachment
fr_fr: Messages qui utilisent cette pièce jointe
nl_nl: Berichten die deze bijlage gebruiken
ru_ru: Сообщения, которые используют это вложение
uk_ua: Повідомлення, які використовують це вкладення

source: attachment
fr_fr: pièce jointe
nl_nl: bijlage
ru_ru: вложение
uk_ua: вкладення

source: attachments
fr_fr: pièces jointes
nl_nl: bijlagen
ru_ru: вложения
uk_ua: вкладення

source: mail domain access
fr_fr: accès au domaine de messagerie
nl_nl: mail domein toegang
ru_ru: доступ к почтовому домену
uk_ua: доступ до поштового домену

source: mail domain accesses
fr_fr: accès au domaine de messagerie
nl_nl: mail domein toegang
ru_ru: доступ к почтовому домену
uk_ua: доступи до поштового домену

source: selector
fr_fr: sélecteur
nl_nl: selectiemenu
ru_ru: селектор
uk_ua: селектор

source: DKIM selector (e.g., 'default', 'mail')
fr_fr: Sélecteur DKIM (i.e., 'default', 'mail')
nl_nl: DKIM-selector (bijv. 'standaard', 'mail')
ru_ru: Селектор DKIM (например, 'default', 'mail')
uk_ua: DKIM селектор (наприклад, 'default', 'mail')
